Repository: aze038/mc4mac
Catalog: App/FalconMail/Resources/Localizable.xcstrings
Source language: en
Languages: az, de, ru, tr

source: All Inboxes
az: Bütün gələnlər
de: Alle Posteingänge
ru: Все входящие
tr: Tüm Gelen Kutuları

source: Calendar
az: Təqvim
de: Kalender
ru: Календарь
tr: Takvim

source: Outbox
az: Göndərilənlər qutusu
de: Postausgang
ru: Исходящие
tr: Giden Kutusu

source: Archives
az: Arxivlər
de: Archive
ru: Архивы
tr: Arşivler

source: Add account
az: Hesab əlavə et
de: Konto hinzufügen
ru: Добавить учётную запись
tr: Hesap ekle

source: Add your email account
az: E-poçt hesabınızı əlavə edin
de: E-Mail-Konto hinzufügen
ru: Добавьте свою почту
tr: E-posta hesabınızı ekleyin

source: New Message
az: Yeni məktub
de: Neue Nachricht
ru: Новое письмо
tr: Yeni İleti

source: Reply
az: Cavab ver
de: Antworten
ru: Ответить
tr: Yanıtla

source: Reply All
az: Hamıya cavab ver
de: Allen antworten
ru: Ответить всем
tr: Tümünü Yanıtla

source: Forward
az: Yönləndir
de: Weiterleiten
ru: Переслать
tr: İlet

source: Archive
az: Arxivlə
de: Archivieren
ru: В архив
tr: Arşivle

source: Delete
az: Sil
de: Löschen
ru: Удалить
tr: Sil

source: Flag
az: Bayraq
de: Markieren
ru: Флажок
tr: Bayrak

source: Move
az: Köçür
de: Verschieben
ru: Переместить
tr: Taşı

source: Check Mail
az: Poçtu yoxla
de: Nach E-Mails suchen
ru: Проверить почту
tr: Postayı Denetle

source: Search mail
az: Poçtda axtar
de: E-Mails durchsuchen
ru: Поиск в почте
tr: Postada ara

source: No messages
az: Məktub yoxdur
de: Keine Nachrichten
ru: Нет писем
tr: İleti yok

source: No message selected
az: Məktub seçilməyib
de: Keine Nachricht ausgewählt
ru: Письмо не выбрано
tr: İleti seçilmedi

source: Load older messages
az: Köhnə məktubları yüklə
de: Ältere Nachrichten laden
ru: Загрузить более старые письма
tr: Daha eski iletileri yükle

source: Send
az: Göndər
de: Senden
ru: Отправить
tr: Gönder

source: Attach
az: Əlavə et
de: Anhängen
ru: Вложить
tr: Ekle

source: Schedule
az: Planlaşdır
de: Planen
ru: Запланировать
tr: Zamanla

source: Discard
az: Ləğv et
de: Verwerfen
ru: Удалить черновик
tr: Vazgeç

source: Subject
az: Mövzu
de: Betreff
ru: Тема
tr: Konu

source: Cancel
az: Ləğv et
de: Abbrechen
ru: Отмена
tr: Vazgeç

source: Save
az: Yadda saxla
de: Sichern
ru: Сохранить
tr: Kaydet

source: Later
az: Sonra
de: Später
ru: Позже
tr: Sonra

source: Skip This Version
az: Bu versiyanı ötür
de: Diese Version überspringen
ru: Пропустить эту версию
tr: Bu Sürümü Atla

source: Update Now
az: İndi yenilə
de: Jetzt aktualisieren
ru: Обновить сейчас
tr: Şimdi Güncelle

source: Install and Relaunch
az: Quraşdır və yenidən başlat
de: Installieren und neu starten
ru: Установить и перезапустить
tr: Yükle ve Yeniden Başlat

source: A new version of FalconMail is available
az: FalconMail-in yeni versiyası mövcuddur
de: Eine neue Version von FalconMail ist verfügbar
ru: Доступна новая версия FalconMail
tr: FalconMail'in yeni bir sürümü var

source: A required update is available
az: Məcburi yeniləmə mövcuddur
de: Ein erforderliches Update ist verfügbar
ru: Доступно обязательное обновление
tr: Zorunlu bir güncelleme var

source: Add an email account
az: E-poçt hesabı əlavə et
de: E-Mail-Konto hinzufügen
ru: Добавить почтовую учётную запись
tr: E-posta hesabı ekle

source: Start with your email address.
az: E-poçt ünvanınızla başlayın.
de: Beginnen Sie mit Ihrer E-Mail-Adresse.
ru: Начните с адреса электронной почты.
tr: E-posta adresinizle başlayın.

source: How does this mailbox connect?
az: Bu poçt qutusu necə qoşulur?
de: Wie verbindet sich dieses Postfach?
ru: Как подключается этот почтовый ящик?
tr: Bu posta kutusu nasıl bağlanıyor?

source: Google Workspace or Gmail
az: Google Workspace və ya Gmail
de: Google Workspace oder Gmail
ru: Google Workspace или Gmail
tr: Google Workspace veya Gmail

source: Custom settings
az: Fərdi parametrlər
de: Eigene Einstellungen
ru: Свои настройки
tr: Özel ayarlar

source: Continue
az: Davam et
de: Weiter
ru: Продолжить
tr: Devam

source: Continue with Google
az: Google ilə davam et
de: Mit Google fortfahren
ru: Продолжить с Google
tr: Google ile devam et

source: Test and Add
az: Yoxla və əlavə et
de: Testen und hinzufügen
ru: Проверить и добавить
tr: Sına ve Ekle

source: Back
az: Geri
de: Zurück
ru: Назад
tr: Geri

source: Sign in with Google
az: Google ilə daxil ol
de: Mit Google anmelden
ru: Войти через Google
tr: Google ile giriş yap

source: Group messages by conversation
az: Məktubları söhbətə görə qruplaşdır
de: Nachrichten nach Konversation gruppieren
ru: Группировать письма по беседам
tr: İletileri konuşmaya göre grupla

source: Load remote images in messages
az: Məktublarda uzaq şəkilləri yüklə
de: Externe Bilder in Nachrichten laden
ru: Загружать удалённые изображения в письмах
tr: İletilerde uzak görselleri yükle

source: Open messages in a new window on double-click
az: Məktubları iki dəfə klikləyəndə yeni pəncərədə aç
de: Nachrichten per Doppelklick in neuem Fenster öffnen
ru: Открывать письма в новом окне двойным щелчком
tr: İletileri çift tıklamayla yeni pencerede aç

source: Undo send window
az: Göndərməni geri alma müddəti
de: Zeitfenster für Senden rückgängig
ru: Окно отмены отправки
tr: Göndermeyi geri alma süresi

source: Appearance
az: Görünüş
de: Erscheinungsbild
ru: Оформление
tr: Görünüm

source: Theme
az: Tema
de: Design
ru: Тема
tr: Tema

source: System
az: Sistem
ru: Как в системе
tr: Sistem

source: Light
az: Açıq
de: Hell
ru: Светлая
tr: Açık

source: Dark
az: Tünd
de: Dunkel
ru: Тёмная
tr: Koyu

source: Reading
az: Oxuma
de: Lesen
ru: Чтение
tr: Okuma

source: Sending
az: Göndərmə
de: Senden
ru: Отправка
tr: Gönderme

source: Notifications
az: Bildirişlər
de: Mitteilungen
ru: Уведомления
tr: Bildirimler

source: Notify about new mail
az: Yeni məktub barədə bildir
de: Über neue E-Mails benachrichtigen
ru: Уведомлять о новых письмах
tr: Yeni posta için bildir

source: Notification sound
az: Bildiriş səsi
de: Mitteilungston
ru: Звук уведомления
tr: Bildirim sesi

source: None
az: Yoxdur
de: Keiner
ru: Нет
tr: Yok

source: Remote images are blocked in this message.
az: Bu məktubda uzaq şəkillər bloklanıb.
de: Externe Bilder in dieser Nachricht sind blockiert.
ru: Удалённые изображения в этом письме заблокированы.
tr: Bu iletideki uzak görseller engellendi.

source: Load Images
az: Şəkilləri yüklə
de: Bilder laden
ru: Загрузить изображения
tr: Görselleri Yükle

source: Always Load
az: Həmişə yüklə
de: Immer laden
ru: Загружать всегда
tr: Her Zaman Yükle

source: Open in New Window
az: Yeni pəncərədə aç
de: In neuem Fenster öffnen
ru: Открыть в новом окне
tr: Yeni Pencerede Aç

source: Up to date
az: Yenilənib
de: Aktuell
ru: Всё актуально
tr: Güncel

source: Ready
az: Hazır
de: Bereit
ru: Готово
tr: Hazır

source: Join Meet
az: Meet-ə qoşul
de: Meet beitreten
ru: Войти в Meet
tr: Meet'e Katıl

source: New Meeting
az: Yeni görüş
de: Neues Meeting
ru: Новая встреча
tr: Yeni Toplantı

source: (no subject)
az: (mövzusuz)
de: (kein Betreff)
ru: (без темы)
tr: (konu yok)

source: General
az: Ümumi
de: Allgemein
ru: Основные
tr: Genel

source: Accounts
az: Hesablar
de: Konten
ru: Учётные записи
tr: Hesaplar

source: Rules
az: Qaydalar
de: Regeln
ru: Правила
tr: Kurallar

source: Advanced
az: Əlavə
de: Erweitert
ru: Дополнительно
tr: Gelişmiş

source: Updates
az: Yeniləmələr
ru: Обновления
tr: Güncellemeler

source: Check for Updates…
az: Yeniləmələri yoxla…
de: Nach Updates suchen …
ru: Проверить обновления…
tr: Güncellemeleri Denetle…

source: Undo
az: Geri al
de: Widerrufen
ru: Отменить
tr: Geri Al

source: Outbox is empty
az: Göndərilənlər qutusu boşdur
de: Postausgang ist leer
ru: Исходящие пусты
tr: Giden kutusu boş

source: Select an archived message
az: Arxivlənmiş məktub seçin
de: Archivierte Nachricht auswählen
ru: Выберите архивное письмо
tr: Arşivlenmiş bir ileti seçin

source: Archive mail to Google Drive
az: Poçtu Google Drive-a arxivlə
de: E-Mails auf Google Drive archivieren
ru: Архивировать почту на Google Диск
tr: Postayı Google Drive'a arşivle

source: Start
az: Başla
de: Starten
ru: Начать
tr: Başlat

source: Stop
az: Dayandır
de: Stoppen
ru: Остановить
tr: Durdur

source: Done
az: Hazırdır
de: Fertig
ru: Готово
tr: Bitti
